Repository: fysikteknologsektionen/ftek-monoplugin
Catalog: languages/ftek-plugin-*.po
Languages: sv_se

source: Settings
sv_se: Inställningar

# User role
source: Division active
sv_se: Sektionsaktiv

source: Course pages
sv_se: Kurssidor

source: Course page
sv_se: Kurssida

# course page
source: Add new
sv_se: Skapa ny

source: Add new course page
sv_se: Skapa ny kurssida

source: Edit course page
sv_se: Redigera kurssida

source: New course page
sv_se: Ny kurssida

source: View course page
sv_se: Visa kurssida

source: View course pages
sv_se: Visa kurssidor

source: Search course pages
sv_se: Sök kurssidor

source: No course pages found
sv_se: Inga kurssidor hittades

source: No course pages found in Trash
sv_se: Inga kurssidor hittades i papperskorgen

source: All course pages
sv_se: Alla kurssidor

source: Course page Attributes
sv_se: Kurssidoattribut

source: Insert into course page
sv_se: Infoga i kurssida

source: Uploaded to this course page
sv_se: Uppladdad till denna kurssida

source: Filter course page list
sv_se: Filtrera kurssidolista

source: Course page list navigation
sv_se: Navigera kurssidolista

source: Course page list
sv_se: Kurssidolista

source: Course page published
sv_se: Kurssida publicerad

source: Course page reverted to draft
sv_se: Kurssida återställd från utkast

source: Course page scheduled
sv_se: Kurssida schemalagd

source: Course page updated
sv_se: Kurssida uppdaterad

source: Course page link
sv_se: Länk till kurssida

source: A link to a course page
sv_se: En länk till en kurssida

source: Information about a course
sv_se: Information om en kurs

# User role
source: Course page editor
sv_se: Kurssidoredaktör

source: Group pages
sv_se: Föreningssidor

source: Group page
sv_se: Föreningssida

# group page
source: Add new
sv_se: Skapa ny

source: Add new group page
sv_se: Skapa ny föreningssida

source: Edit group page
sv_se: Redigera föreningssida

source: New group page
sv_se: Ny föreningssida

source: View group page
sv_se: Visa föreningssida

source: View group pages
sv_se: Visa föreningssidor

source: Search group pages
sv_se: Sök föreningssidor

source: No group pages found
sv_se: Inga föreningssidor hittades

source: No group pages found in Trash
sv_se: Inga föreningssidor hittades i papperskorgen

source: All group pages
sv_se: Alla föreningssidor

source: Group page Attributes
sv_se: Föreningssidoattribut

source: Insert into group page
sv_se: Infoga i föreningssida

source: Uploaded to this group page
sv_se: Uppladdad till denna föreningssida

source: Filter group page list
sv_se: Filtrera föreningssidolista

source: Group page list navigation
sv_se: Navigera föreningssidolista

source: Group page list
sv_se: Föreningssidolista

source: Group page published
sv_se: Föreningssida publicerad

source: Group page reverted to draft
sv_se: Föreningssida återställd från utkast

source: Group page scheduled
sv_se: Föreningssida schemalagd

source: Group page updated
sv_se: Föreningssida uppdaterad

source: Group page link
sv_se: Länk till föreningssida

source: A link to a group page
sv_se: En länk till en föreningssida

source: Information about a group
sv_se: Information om en förening

source: Posts related to %1$s
sv_se: Inlägg relaterade till %1$s

source: OAuth login was not possible since required settings are unset
sv_se: Kan inte logga in med OAuth eftersom obligatoriska inställningar saknas

source: Malformatted response to OpenID authentication request
sv_se: Felformatterat svar på på OpenID-autentiseringsfrågan

source: Anti-forgery state token mismatch
sv_se: Anti-förfalskningsnyckeln matchade inte

source: There was an error recieving the OAuth access token
sv_se: Ett fel uppstod vid hämtningen av OAuth-accessnyckeln

source: There was an error fetching user info from the OAuth provider
sv_se: Ett fel uppstod vid hämningen av användärinformation från OAuth-servern

source: Sorry, your account cannot login to this site
sv_se: Ditt konto kan inte logga in på denna sida

source: Since the OpenID login failed, you were taken to the default WordPress login page. If you want to attempt another sign in with OpenID, click <a %1$s>here</a>.
sv_se: Då inloggningen med OpenID misslyckades togs du till den vanliga inloggningssidan för WordPress. Om du vill försöka logga in med OpenID igen, klicka <a %1$s>här</a>.

source: Unexpected status (%1$s) when fetching OAuth token
sv_se: Uväntad status (%1$s) vid hämtingen av OAuth-nyckeln

source: Unexpected status (%1$s) when fetching user info
sv_se: Uväntad status (%1$s) vid hämtingen av användainfo

source: Unexpected status (%1$s) when fetching discovery document
sv_se: Uväntad status (%1$s) vid hämtingen av OAuth:s ändpunktslista

source: Error while parsing discovery document
sv_se: Ett fel uppstod vid inläsningen av OAuth:s ändpunktslista

source: Missing one of (%1$s) in discovery document
sv_se: En av (%1$s) saknas i OAuth:s ändpunktslista

source: Master's course
sv_se: Masterskurs

# grade
source: Year %1$s
sv_se: Årskurs %1$s

# study period
source: SP%1$s
sv_se: LP%1$s

# study period
source: SP
sv_se: LP

source: Course homepage
sv_se: Kurshemsida

source: General info
sv_se: Allmän information

source: Latest survey
sv_se: Senaste kursnämndsprotokoll

source: Exam statistics
sv_se: Tentastatistik

source: Clear filters
sv_se: Återställ filter

# course page
source: Search:
sv_se: Sök:

source: Course code
sv_se: Kurskod

source: Credits
sv_se: Högskolepoäng

# grade
source: Year
sv_se: Årskurs

source: Study period
sv_se: Läsperiod

source: Links
sv_se: Länkar

source: Course Code
sv_se: Kurskod

# higher education credits
source: %1$s hec
sv_se: %1$s hp

source: Loading courses…
sv_se: Laddar kurser…

source: No courses found
sv_se: Inga kurssidor hittades

source: Loading more courses…
sv_se: Laddar mer kurser…

source: Showing %1$s to %2$s of %3$s entries
sv_se: Visar %1$s till %2$s av %3$s poster

# course page
source: Previous
sv_se: Föregående

# course page
source: Next
sv_se: Nästa

source: Elective course
sv_se: Valbar kurs

source: Study period %1$s
sv_se: Läsperiod %1$s

# grade
source: Y%1$s
sv_se: ÅK%1$s

source: Course homepage URL
sv_se: URL för kurshemsidan

source: Course info URL
sv_se: URL för kursinformation

source: Latest course survey URL
sv_se: URL för senaste kursnämndsprotokoll

source: Student representatives
sv_se: Kursutvärderare

source: Full Name
sv_se: Namn

# student representative
source: Add
sv_se: Ny

source: Progammes
sv_se: Program

source: Approximate number of participants
sv_se: Ungefärligt antal deltagare

source: Used for sorting courses
sv_se: Används för att sortera kurser

source: Comment
sv_se: Kommentar

source: Shown as footnote in course table
sv_se: Visas som fotnot i kurstabeller

source: Student Representatives
sv_se: Kursutvärderare

source: Is Anything Missing?
sv_se: Saknas något?

source: Contact <a %1$s>SNF</a>.
sv_se: Kontakta <a %1$s>SNF</a>.

source: Description
sv_se: Beskrivning

source: Description goes here.
sv_se: Skriv beskrivning här.

# drive list heading
source: Documents
sv_se: Veckobladeriet

source: (Schedule %1$s)
sv_se: (Schema %1$s)

source: No files to display
sv_se: Inga filer att visa

source: Loading files…
sv_se: Laddar filer…

source: Basic settings
sv_se: Grundläggande inställningar

source: Shared folder URL
sv_se: URL till delad mapp

source: Scan depth
sv_se: Skanningsdjup

source: Number of subfolders to scan
sv_se: Antalet undermappar att skanna

source: Download files
sv_se: Ladda ned filer

source: Download files or open in browser
sv_se: Ladda ned filer eller öppna dem i webbläsaren

source: Profile picture
sv_se: Profilbild

source: Firstname
sv_se: Förnamn

source: Lastname
sv_se: Efternamn

source: user@ftek.se
sv_se: post@ftek.se

source: Nickname
sv_se: Smeknamn

source: Loading member…
sv_se: Laddar medlem…

source: Connect to a WordPress user
sv_se: Anslut till en WordPress-användare

source: WordPress users may in turn be linked to e.g. Google accounts through OAuth.
sv_se: WordPress-anvandare kan i sin tur vara kopplade till t.ex. Google-konton genom OAuth.

source: Enable name override
sv_se: Aktivera namnredigering

source: The first and last names you set in the fields below will take priority over names found in WordPress/Google.
sv_se: För- och efternamnen du väljer i fälten nedan kommer ersätta namn hittade i WordPress/Google

source: Email
sv_se: E-mejl

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Nick name
sv_se: Smeknamn

source: Select picture
sv_se: Välj profilbild

source: Remove picture
sv_se: Ta bort profilbild

source: Loading…
sv_se: Laddar…

source: More…
sv_se: Fler…

source: Related pages
sv_se: Relaterade sidor

source: Latest posts
sv_se: Senaste inlägg

source: Contact
sv_se: Kontakt

source: Members
sv_se: Medlemmar

source: Logo
sv_se: Logga

source: Select logo
sv_se: Välj logga

source: Remove logo
sv_se: Ta bort logga

source: When creating your OAuth client, add the below URL as an authorized redirect URIs:
sv_se: När du skapar din OAuth-klient, lägg till den nedanstående URL:en som en auktoriserad omdirigerings-URL:

source: For example, to log in with Google, create a Google OAuth client as a Google Workspace admin following the instructions <a %1$s>here</a>.
sv_se: Till exempel, för att logga in med Google, skapa en Google-OAuth-klient som en Google Workspace-administratör genom att följa instruktionerna <a %1$s>här</a>.

source: OAuth discovery document URL
sv_se: URL till OAuth:s ändpunktslista

source: OAuth client ID
sv_se: OAuth-klient-ID

source: OAuth client secret
sv_se: OAuth-klienthemlighet

source: Email regex pattern
sv_se: Regexmönster för e-mejl

source: Select roles
sv_se: Välj roller

source: Here you can enter regex pattern to be matched against user emails. For every match, you can select which roles should be applied to the user.
sv_se: Här kan du fylla i regex-mönster som kommer matchas mot användares e-mejladdresser. För varje matchning kan du välja vilka roller som ska tilldelas till motsvarande matchning.

source: Add pattern
sv_se: Lägg till mönster

source: Instructions for creating an API key as a Google Workspace admin are available in <a %1$s>Google's documentation</a>. Also read about <a %2$s>securing your API key</a>. Then make sure to <a %3$s>enable the Google Drive API</a> for your project.
sv_se: Instruktioner för hur du skapar en API-nyckel som som en Google Workspace-administratör finns tillgängliga i <a %1$s>Googles dokumentation</a>. Läs också om hur du kan <a %2$s>säkra din API-nyckel</a>. Se sedan till att <a %3$s>slå på Google-API:t</a> för ditt projekt.

source: Google API key
sv_se: Google API-nyckel

source: Enter the final date of each study period.
sv_se: Ange det sista datumet i varje läsperiod.

source: Last day of study period %1$s
sv_se: Sista dagen i läsperiod %1$s

source: Month
sv_se: Månad

source: Day
sv_se: Dag

source: Enter the URL to the schedule for each class. The schedule should begin at the current week and end one year later.
sv_se: Ange URL:en till schemat för varje klass. Schemat ska börja vid den nuvarande veckan och sluta ett år senare.

source: URL to schedule for %1$s
sv_se: URL till schemat för %1$s

source: Ftek Settings
sv_se: Inställningar för Ftek

source: The following error has occurred:
sv_se: Följande fel har inträffat:

source: Users
sv_se: Användare

source: Study Periods
sv_se: Läsperioder

source: Schedules
sv_se: Scheman

source: Settings saved!
sv_se: Inställningarna sparade!

source: Save changes
sv_se: Spara inställningar

# block title
source: All courses
sv_se: Alla kurser

# block title
source: Course overview
sv_se: Kursöversikt

# block title
source: Course page
sv_se: Kurssida

# block title
source: Current courses
sv_se: Pågående kurser

# block title
source: Drive List
sv_se: Drivelista

# block description
source: Lists files in a shared Google Drive folder
sv_se: Listar filer i en delad Google Drive-mapp

# block keyword
source: file
sv_se: fil

# block title
source: Group member
sv_se: Föreningsmedlem

# block title
source: Group page
sv_se: Föreningssida
